/**
* @author zhangwenlong
* @date 2018/4/17
* @Description: 银联用户协议
*/
<template>
  <div class="xieyi">
    <h1>银联在线支付用户服务协议</h1>
    <p>
        本服务协议的双方是中国银联（以下简称"银联"）及希望注册成为银联在线支付用户和/或开通银联在线支付业务的持卡人（以下简称"您"）。银联将根据您的申请为您提供账户注册、业务开通及后续增值服务（以下简称"本服务"）。为获得银联提供的上述服务，请您认真阅读本协议的全部内容。</p>
    <h1>一、 定义及解释</h1>
    <p>1、"银联在线支付"，是指银联向您提供的，按照银联业务规则或发卡银行网银支付产品要求完成对您的身份验证后，由发卡银行按银联传输的您的付款指令将您银联卡账户内资金向商户进行付款的支付服务。</p>
    <p>
      2、"小额临时支付"，是指在业务开通环节，如果您没有在您的发卡银行为您的借记卡留存手机号，则在您输入的其他验证要素通过您的发卡银行验证的情况下，您的发卡银行同意由银联为您开通具有一定有效期及额度限制的支付业务。后续支付时，您只需在商户页面输入卡号和短信验证码，验证通过后即可在有效期和限额内完成支付的支付方式。</p>
    <p>3、"业务开通"，是指您在首次使用银联在线支付业务时，在银联在线支付页面或发卡银行指定渠道（包括但不限于短信、电话等）提供验证要素后向您的发卡银行提出业务开通申请，您的发卡银行验证通过后为您开通银联在线支付业务的过程。</p>
    <p>4、"关联银行卡"，是指您注册成为银联在线支付用户后，自愿将您的注册用户名与您的银行卡卡号建立关联关系的行为。</p>
    <p>5、"门户网站"，指银联在线支付门户网站，网址：online.unionpay.com。</p>
    <p>6、"银联U点"，是您注册成为银联在线支付用户并关联银行卡后以及后续使用银联在线支付服务过程中，银联为您提供的优惠凭证。银联将根据您使用的U点数额为您提供相应折扣优惠。</p>
    <p>7、"银联U点规则"，是指银联在门户网站发布的，关于银联U点发放、使用等相关业务的规则。</p>
    <p>8、"增值服务"，是指您注册银联在线支付账户或开通银联在线支付业务后，银联将根据您的交易需求和消费需求，通过门户网站、短信平台或电话平台向您提供的推送优惠信息及其他相关信息的服务。</p>
    <p>9、"增值权益"，是指银联或与银联有合作关系的机构向您提供的积分、优惠券等增值权利或利益。</p>
    <h2>二、 声明与承诺</h2>
    <p>
      1、您确认，在您注册成为银联在线支付用户或开通银联在线支付业务前，您已充分阅读、理解并接受本协议的全部内容，一旦您按照门户网站或注册、开通页面的提示点击"注册"或"开通"按钮，或按发卡银行指定渠道确认开通银联在线支付业务，即表示您同意遵循本协议之约定。本协议由本协议条款与门户网站公示的各项规则组成，您理解和认同本协议，即表示您对本协议所有组成部分的内容理解并认同，一旦您使用本服务，您和银联即受本协议所有组成部分的约束。</p>
    <p>
      2、您确认，在您（包括您的代理人）同意接受本协议并申请注册银联在线支付账户或开通银联在线支付业务时，您及您的代理人是具有完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人；本协议内容不受您所属国家或地区法律的排斥。不具备前述条件的，您应立即停止申请使用本协议项下的服务。</p>
    <p>3、您同意，银联有权根据业务发展需要对本协议的内容予以变更，并以在门户网站上公告的形式予以公布，无需另行单独通知您。变更后的协议内容在门户网站公布即有效代替原来的协议，您须注意定期审阅本协议及其变更后的内容。<span
      class="blank">如果您不同意银联对本协议所作的任何变更，您应立即停止使用本协议项下银联提供的服务。若您在本协议内容公告变更后继续使用银联提供的服务，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务。</span>
    </p>
    <p>4、您在使用本服务过程中，本协议内容、门户网站上出现的规则、操作提示或银联发送到您手机的信息（短信验证码等）内容是您使用本服务的相关规则，您使用本服务即表示您同意接受本服务的相关规则。<span class="blank">您了解并同意银联有权单方修改服务规则而无须征得您的同意。</span>
    </p>
    <p class="blank">
      5、您了解并知悉，银联仅负责为您使用本服务提供信息传输通道，为您和您的发卡银行转递信息，具体支付服务仍由您的发卡银行向您提供。您在支付环节仍应遵守您的发卡银行发布的公告、章程或与您签署的与银联在线支付业务有关的协议。如您对您银行卡内的资金流向或状态产生任何疑问，您应及时与您的发卡银行联系。</p>
    <p class="blank">6、您确认并同意，您在使用本服务过程中与商户就其提供的商品或服务产生的任何争议或纠纷与银联无关，您应与商户自行协商解决。</p>
    <p>7、您了解并知悉，门户网站包含有由第三方提供的服务，为了您方便使用相关服务，门户网站会提供第三方服务的功能模块。如需使用第三方服务，您应另行与服务提供方达成服务协议并承担可能发生的风险。<span class="blank">银联对第三方提供的服务不提供任何形式的保证。</span>
    </p>
    <p class="blank">8、您确认并同意，银联有权通过门户网站、短信平台或电话平台等渠道向您提供增值服务。</p>
    <p class="blank">9、您声明，您已经按照银联的提醒，充分了解并注意了本协议中免除和限制银联责任，可能加重您责任或排除您权利的条款。</p>
    <h2>三、账户规则</h2>
    <p>（一） 账户注册规则</p>
    <p>1、您在注册银联在线支付账户时，应按照门户网站的提示提供您的个人信息，并保证该等信息的真实、准确、完整，<span class="blank">否则，您应承担因银联无法及时与您取得联系而可能产生的任何风险和损失。</span>
    </p>
    <p>2、如您在注册时提供的个人信息有任何变更，您应及时登录银联在线支付更新相关信息。<span class="blank">因您未及时更新信息，导致银联无法为您提供服务或提供服务时发生任何错误，您将承担因此产生的一切后果，银联对此不承担任何责任。</span>
    </p>
    <p class="blank">3、您应对您的注册账户负责，并确保只有您本人可以使用您的账户，该账户禁止出租、出借、转让或出售。否则，因此引发的一切风险和损失由您自行承担，银联对此不承担任何责任。</p>
    <p>（二） 账户使用规则</p>
    <p>为有效保障您登录银联在线支付账户进行交易时的合法权益，您理解并同意接受以下规则：</p>
    <p>1、您注册银联在线支付账户后可以登录浏览门户网站内容，但您的账户仍不具备支付功能。您登录银联在线支付账户并成功关联银行卡后方可使用银联在线支付功能进行支付，您关联银行卡的行为即表示您同意开通银联在线支付功能。</p>
    <p class="blank">2、银联仅根据您发卡银行的委托，就协助您关联银行卡提供辅助服务，由于关联银行卡本身可能存在的风险，您应充分知晓并自行承担相关风险。</p>
    <p>3、银联通过您的用户名和密码识别您的指示。在您选择关联银行卡进行支付并通过短信动态码的验证后，银联将向您关联银行卡的发卡银行发送支付指令，由您的发卡银行验证后从您的银行卡账户扣除或冻结相关款项。<span
      class="blank">您发出的指令不可撤回或撤销。</span></p>
    <p>4、银联提供的支付服务受您关联的银行卡的状态制约，如该卡因挂失、止付等原因不能使用，相关服务将自动中止。您关联的银行卡状态恢复正常并重新提出申请时，银联才会重新提供相应服务。</p>
    <p>5、您在使用本服务过程中应当及时登录门户网站查看并确认相关信息并及时进行相关操作，<span class="blank">否则因此导致的任何风险和损失由您自行承担，银联不承担任何责任。</span></p>
    <p class="blank">（三）账户信息安全</p>
    <p class="blank">1、您应妥善保管您的用户名和密码，保证不向其他任何人泄露该用户名及密码，否则，因此所导致的关联银行卡资金损失，将由您自行承担。</p>
    <p>2、如您发现有他人冒用或盗用您的账户及密码或任何其他未经合法授权之情形时，应立即以有效方式通知银联，要求银联暂停相关服务。同时，您理解并确认银联对您的请求采取行动需要合理期限，在此之前，<span class="blank">银联对已执行的指令导致的损失不承担任何责任。</span>
    </p>
    <h2>四、开通规则</h2>
    <p>1、如您未注册银联在线支付账户而需使用银联在线支付功能进行支付，首次支付前，您需要进行业务开通。您按照门户网站或开通页面的提示填写完相关要素并提交开通申请指令后，银联将根据您的指令向您银行卡的发卡银行发出开通请求。<span
      class="blank">您发出的指令不可撤回或撤销。</span></p>
    <p><span class="blank">2、您在业务开通及后续支付过程中，应妥善保管银行卡信息、身份信息和手机信息（含短信验证码内容），不得将银行卡信息、身份信息和手机信息（含短信验证码内容）转告或泄漏给他人，否则由此产生的风险及损失由您自行承担。</span>您如需更改与银行卡号关联的手机号码，可凭您的发卡银行要求的证件和银行卡通过银行柜台、网银等方式重新设置。
    </p>
    <p>3、申请开通相关业务功能后，您可以通过门户网站或您银行卡的发卡银行许可的其他渠道申请注销相关业务功能；您也可以通过发送短信至银联<span class="blank">95516</span>短信平台或直接致电银联<span
      class="blank">95516</span>客服热线的方式申请注销相关增值服务功能。</p>
    <h2>五、银联U点</h2>
    <p>1、您使用本服务，银联将通过多种方式向您授予银联U点。银联U点不具有现金价值，无论您通过何种方式获得银联U点，您都不能使用银联U点换取任何现金或金钱。</p>
    <p class="blank">
      2、银联U点不具备任何财产性质，并非您拥有所有权的财产，如银联怀疑您在银联U点的获得及/或使用过程中存有欺诈、滥用、疑似被盗或其他银联认为不当的行为，银联有权随时单方面调整、限制、取消或终止您的U点或U点使用，而无须征得您的同意。</p>
    <p>3、您仅有权按照银联U点规则，将所获U点用于后续支付过程中享受商品价格折扣。</p>
    <p>4、一旦使用银联U点，您的交易信息将与商户端原始信息产生差异，您不会因为银联U点的使用而对交易信息产生疑问并拒绝承认相关交易的真实性。</p>
    <p>5、您在使用增值权益时，银联会将您的增值权益兑换为U点处理，具体使用规则以门户网站公布的《银联增值权益使用规则》为准。</p>
    <h2>六、用户信息收集和使用</h2>
    <p>1、您了解并同意，银联可以获取您在使用本服务过程中所产生的个人信息、银行卡交易数据及其他数据信息（以下简称"用户信息"）。银联将采取技术措施和其他必要措施确保用户信息安全，不泄露、损毁或丢失。</p>
    <p>2、银联不会对外公开或向任何第三方提供您的用户信息，但以下情形除外：</p>
    <p>（1） 根据本协议的约定已获得您的授权；</p>
    <p>（2） 根据有关法律法规的要求；</p>
    <p>（3） 根据政府主管部门或司法机关的要求；</p>
    <p>（4） 为维护社会公共利益。</p>
    <p class="blank">3、您同意，出于更有效地为您提供本服务的目的，在法律、法规允许的范围内，银联有权收集、处理、传递及使用您的用户信息，并将此类信息披露给银联认为必要的分支机构和控股子公司等关联机构。</p>
    <p class="blank">4、您使用本服务进行交易或使用注册用户名及密码登录其他支持本服务的网站时，您即授权银联将您的用户信息披露给与您交易的另一方或您登录的网站。</p>
    <h2>七、用户服务使用限制</h2>
    <p>
      1、您在使用本服务时应遵守中华人民共和国或您所在国家或地区的相关法律法规，不得将本服务用于任何非法目的，也不得以任何非法形式使用本服务。出现以下情形时，银联有权在不事先通知您的情况下暂停或终止向您提供本服务或本服务的任何部分，因此给您造成的任何损失，银联不承担任何责任：</p>
    <p>（1）银联认为您违反法律、法规的禁止性规定或违反本协议约定；</p>
    <p>（2）银联发现异常交易或认为交易存在风险或有违反法律、法规规定或本协议约定的可能。</p>
    <p class="blank">2、您不得利用本服务从事如下侵害他人合法权益之行为，否则银联有权拒绝为您提供服务，且您应承担一切法律责任。如因此导致银联或相关方遭受损失的，您应依法承担相应的赔偿责任。相关行为包括但不限于：</p>
    <p>（1）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权及其他人身和财产权利；</p>
    <p>（2）违反法定或本协议约定之保密义务；</p>
    <p>（3）冒用他人名义使用本服务；</p>
    <p>（4）从事不法交易行为，如洗钱、套现、涉毒、涉赌、涉黄以及其他银联或有权监管机构认为不得使用本服务进行交易的行为等；</p>
    <p>（5）使用盗窃、伪造的银联卡账户或无效银联卡账户进行交易；</p>
    <p>（6）违反《银行卡业务管理办法》使用银联卡；</p>
    <p>（7）进行与您或交易对方宣称的交易内容不符的交易，或无真实交易背景的虚假交易；</p>
    <p>（8）从事任何可能含有电脑病毒或是可能侵害本服务系统之行为；</p>
    <p>（9）其他银联有正当理由认为不适当之行为。</p>
    <p>3、小额临时支付开通后，银联有权根据您或商户的风险情况调整单卡单笔或单卡累计交易限额，调整小额临时支付有效期甚至关闭小额临时支付业务。</p>
    <p>4、如您在小额临时支付有效期内未通过您的发卡银行支持的业务渠道留存手机号码并通过您的发卡银行或银联渠道进行业务开通，银联有权在有效期届满之日关闭您的小额临时支付权限。</p>
    <h2>八、 免责条款</h2>
    <p class="blank">1、银联业务系统因下列状况无法正常运作，使您无法使用各项服务时，银联不承担损害赔偿责任，该状况包括但不限于：</p>
    <p>（1）银联在门户网站公告之系统停机维护期间；</p>
    <p>（2）电信设备出现故障导致交易数据不能正常传输；</p>
    <p>（3）您的银行卡发卡银行方面问题导致的服务中断或延迟；</p>
    <p>（4）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力事件，导致银联系统障碍不能正常为您提供服务；</p>
    <p>（5）由于黑客攻击、电力系统问题、电信部门技术调整等非因银联自身原因而造成的服务中断或者延迟。</p>
    <p class="blank">2、 银联不对因您自身过错导致的任何损失承担责任，该等过错包括但不限于：</p>
    <p>（1）您的手机遗失或您提供的手机号码有误；</p>
    <p>（2）您在支付过程中，未核对交易信息导致您支付的交易与您本欲进行的交易事项不一致；</p>
    <p>（3）您未按照本协议内容或门户网站的操作提示进行操作，或未及时修改密码导致密码被他人破解；</p>
    <p>（4）您未按照本协议的约定妥善保管您的银联在线支付账户信息、银行卡信息、身份信息或手机信息（含短信验证码），导致该等信息泄露。</p>
    <h2>九、知识产权</h2>
    <p>1、银联享有"银联"及"银联在线支付"标识、银联全息防伪标识、"银联"汉字、"UnionPay"艺术字、标识缩微文字、标识组合, 以及其他银联专用标识(无论其是否注册)等（以下简称"银联标识"）的知识产权。未经银联事先书面同意，您不得擅自修改、复制或使用银联标识，无论出于商业目的或非商业目的。</p>
    <p>2、您在使用本服务过程中不得侵犯银联或任何第三方的合法权益，否则您将承担因此产生的一切法律责任。</p>
    <h2>十、协议的中止和终止</h2>
    <p>如您违反本协议约定或门户网站公布的各项业务规则，银联有权中止或终止本协议，并不承担任何责任。<span class="blank">协议终止并不意味着终止前所发生的未完成交易指令的撤销，也不能消除因终止前的交易所带来的任何法律后果。</span></p>
    <h2>十一、可分割性</h2>
    <p>如果本协议的任何条款或任何部分被认定为无效、不合法或不可执行，本协议中剩余条款的效力、合法性或可执行性不受影响或被削弱。</p>
    <h2>十二、法律适用与管辖</h2>
    <p>1、本协议的成立、生效、履行和解释，均适用中华人民共和国法律；法律无明文规定的，可适用通行的行业惯例。</p>
    <p>2、双方在履行本协议的过程中发生任何争议，应友好协商解决。协商不成的，任何一方有权向上海市浦东新区人民法院提起诉讼。</p>
  </div>
</template>

<script>
  export default {
    name: 'xieyi'
  }
</script>

<style scoped lang="scss">
  .xieyi {
    height: 100%;
    background-color: #fff;
    line-height: 1.6;
    padding: .4rem .2rem;
    h1, h2 {
      font-size: .4rem;
      margin-bottom: .2rem;
    }
    .blank {
      color: #333333;
      font-weight: bold;
    }
    p {
      font-size: .28rem;
      color: grey;
      margin-bottom: .2rem;
    }
  }
</style>
